if Уровень_шума == отбойный_молоток:
    print("Уровень шума соответсвует отбойному молотку")
else:
    if Уровень_шума == газонокасилка
        print("Уровень шума соответсует будильнику")
    else:
        if уровень_шума == будильник:
            print("Уровень шума соответсвует будильнику.")
        else: 
           if Уровень_шума == тихая_комната:
               print("Уровень шума соответствует тихой комнате")
           else:
               if Уровень_шума < тихая_комната
                    print("Уровень шума ниже минимального")
               else:
                   if Уровень_шума > отбойный_молоток:
                         print("Уровень шума выше максимального")
   

